{"date":{"0":"December 15, 2022","1":"December 14, 2022","2":"December 11, 2022","3":"December 10, 2022","4":"December 10, 2022","5":"December 8, 2022","6":"December 8, 2022","7":"December 5, 2022","8":"November 28, 2022","9":"November 26, 2022","10":"November 25, 2022","11":"November 22, 2022","12":"November 18, 2022","13":"November 16, 2022","14":"November 15, 2022"},"title":{"0":"NASA Readies Perseverance Mars Rover's Earthly Twin ","1":"NASA's Perseverance Rover Is Midway to Mars ","2":"8 Martian Postcards to Celebrate Curiosity's Landing Anniversary","3":"NASA's New Mars Rover Will Use X-Rays to Hunt Fossils","4":"The Detective Aboard NASA's Perseverance Rover","5":"Meet the People Behind NASA's Perseverance Rover","6":"Three New Views of Mars' Moon Phobos","7":"NASA's MAVEN Explores Mars to Understand Radio Interference at Earth","8":"5 Hidden Gems Are Riding Aboard NASA's Perseverance Rover","9":"NASA's Perseverance Rover Mission Getting in Shape for Launch","10":"NASA's Mars 2020 Rover Closer to Getting Its Name","11":"Global Storms on Mars Launch Dust Towers Into the Sky","12":"Mars InSight Lander to Push on Top of the 'Mole'","13":"NASA's Mars 2020 Heads Into the Test Chamber","14":"Deadline Closing for Names to Fly on NASA's Next Mars Rover"},"preview":{"0":"Did you know NASA's next Mars rover has a nearly identical sibling on Earth for testing? Even better, it's about to roll for the first time through a replica Martian landscape.","1":"Sometimes half measures can be a good thing – especially on a journey this long. The agency's latest rover only has about 146 million miles left to reach its destination.","2":"The NASA rover touched down eight years ago, on Aug. 5, 2012, and will soon be joined by a second rover, Perseverance.","3":"PIXL, an instrument on the end of the Perseverance rover's arm, will search for chemical fingerprints left by ancient microbes.","4":"An instrument called SHERLOC will, with the help of its partner WATSON, hunt for signs of ancient life by detecting organic molecules and minerals.","5":"These are the scientists and engineers who built NASA's next Mars rover and who will guide it to a safe landing in Jezero Crater. ","6":"Taken with the infrared camera aboard NASA's Odyssey orbiter, they reveal temperature variations on the small moon as it drifts into and out of Mars’ shadow.","7":"NASA’s MAVEN spacecraft has discovered “layers” and “rifts” in the electrically charged part of the upper atmosphere of Mars.","8":"The symbols, mottos, and small objects added to the agency's newest Mars rover serve a variety of purposes, from functional to decorative.","9":"Stacking spacecraft components on top of each other is one of the final assembly steps before a mission launches to the Red Planet. ","10":"155 students from across the U.S. have been chosen as semifinalists in NASA's essay contest to name the Mars 2020 rover, and see it launch from Cape Canaveral this July.","11":"A Mars Dust Tower Stands Out Dust storms are common on Mars. But every decade or so, something unpredictable happens: a series of runaway storms break out, covering the entire planet in a dusty haze.","12":"Engineers have a plan for pushing down on the heat probe, which has been stuck at the Martian surface for a year.","13":"In this time-lapse video taken at JPL, engineers move the Mars 2020 rover into a large vacuum chamber for testing in Mars-like environmental conditions.","14":"You have until Sept. 30 to send your names to Mars aboard the Mars 2020 rover. "}}