{"date":{"0":"March 23, 2023","1":"March 22, 2023","2":"March 21, 2023","3":"March 20, 2023","4":"March 20, 2023","5":"March 15, 2023","6":"March 14, 2023","7":"March 12, 2023","8":"March 10, 2023","9":"March 9, 2023","10":"March 8, 2023","11":"March 2, 2023","12":"February 28, 2023","13":"February 27, 2023","14":"February 23, 2023"},"title":{"0":"NASA to Broadcast Mars 2020 Perseverance Launch, Prelaunch Activities","1":"NASA's Ingenuity Mars Helicopter Recharges Its Batteries in Flight","2":"NASA's Perseverance Mars Rover Gets Its Wheels and Air Brakes","3":"NASA Wins Two Emmy Awards for Interactive Mission Coverage","4":"The Detective Aboard NASA's Perseverance Rover","5":"Mars 2020 Stands on Its Own Six Wheels","6":"Space History Is Made in This NASA Robot Factory","7":"NASA's Perseverance Rover Attached to Atlas V Rocket","8":"NASA's Mars Reconnaissance Orbiter Undergoes Memory Update","9":"5 Hidden Gems Are Riding Aboard NASA's Perseverance Rover","10":"Air Deliveries Bring NASA's Perseverance Mars Rover Closer to Launch","11":"NASA's Mars 2020 Heads Into the Test Chamber","12":"Hear Audio From NASA's Perseverance As It Travels Through Deep Space","13":"NASA's Mars 2020 Rover Tests Descent-Stage Separation","14":"NASA's Curiosity Takes Selfie With 'Mary Anning' on the Red Planet"},"preview":{"0":"Starting July 27, news activities will cover everything from mission engineering and science to returning samples from Mars to, of course, the launch itself.","1":"Headed to the Red Planet with the Perseverance rover, the pioneering helicopter is powered up for the first time in interplanetary space as part of a systems check.","2":"After the rover was shipped from JPL to Kennedy Space Center, the team is getting closer to finalizing the spacecraft for launch later this summer.","3":"NASA-JPL's coverage of the Mars InSight landing earns one of the two wins, making this the NASA center's second Emmy.","4":"An instrument called SHERLOC will, with the help of its partner WATSON, hunt for signs of ancient life by detecting organic molecules and minerals.","5":"In time-lapse video, taken at JPL, captures the first time NASA's Mars 2020 rover carries its full weight on its legs and wheels.","6":"From rockets to rovers, JPL's Spacecraft Assembly Facility has been at the center of robotic spaceflight. Here's a closer look at what makes it so special.","7":"Ready for its launch later in the month, the Mars-bound rover will touch terra firma no more.","8":"Other orbiters will continue relaying data from Mars surface missions for a two-week period.","9":"The symbols, mottos, and small objects added to the agency's newest Mars rover serve a variety of purposes, from functional to decorative.","10":"A NASA Wallops Flight Facility cargo plane transported more than two tons of equipment — including the rover's sample collection tubes — to Florida for this summer's liftoff.","11":"In this time-lapse video taken at JPL, engineers move the Mars 2020 rover into a large vacuum chamber for testing in Mars-like environmental conditions.","12":"The first to be rigged with microphones, the agency's latest Mars rover picked up the subtle sounds of its own inner workings during interplanetary flight.","13":"A crane lifts the rocket-powered descent stage away from NASA's Mars 2020 rover after technicians tested the pyrotechnic charges that separate the two spacecraft.","14":"The Mars rover has drilled three samples of rock in this clay-enriched region since arriving in July."}}